const productShare = [
    {
        id: 's1',
        name: 'Mr.Zhang',
        message: '我就說這道菜很屌~'
    },
    {
        id: 's2',
        name: "Mommy's boy",
        message: '我今天翹課坐火車回家，就是為了媽媽煮的這道菜！'
    },
    {
        id: 's3',
        name: 'iamashooter',
        message: '住太遠uber送不到，只好自己在家做了。'
    },
    {
        id: 's4',
        name: 'Miss Dong',
        message: '覺得好吃的舉手~'
    },
    {
        id: 's5',
        name: '阿莫s',
        message: '剛從美國釣到的鮮魚，拿來做菜最適合'
    },
    {
        id: 's6',
        name: '聽見下雨的聲音',
        message: '看到檸檬葉要怎麼樣~馬上做成綠咖哩'
    },
    {
        id: 's7',
        name: 'seafood',
        message: '做到第幾道菜了?'
    },
    {
        id: 's1',
        name: '菜鳥小廚房',
        message: '感謝分享~~'
    },
    {
        id: 's2',
        name: 'Chun chun',
        message: '綠咖哩中加入椰奶可以平衡辣味~'
    },
    {
        id: 's3',
        name: 'Feng Lin',
        message: '如果你喜歡海鮮，將鮮蝦或魚片加入綠咖哩中，可以有豐富的海鮮風味，讓整道菜更好吃。'
    },
    {
        id: 's4',
        name: '新手廚娘',
        message: '謝謝分享🤤🤤🤤好吃～～ 味道好棒'
    },
    {
        id: 's5',
        name: 'Mr.June',
        message: '我喜歡在綠咖哩中使用新鮮的青辣椒，它們帶來了濃郁的辣味和清新的風味，讓整道菜更加美味。 '
    }
]
